[{
  "Text": "Hanji\nTonight at 9 pm we are changing the price of cohort. Aaj raat se 1000 rs increase ho rhe h. Instructors, TA, operations, HR team sabhi ready h next 6-7 months jamke mhnt krne ko. Community bht hi achi, hardworking and supportive h. Bonus classes, guest lectures, leetlab challenges, quize, notes, live classes, assignment, open source projects, sabhi kuch ready h. Unlock the potential to build softwares. ab chahe AI ho ya business challenges ho, we will learn to build softwares.\nWe are very organised. Baaki milte h is Saturday, officially 1st class me."
},

{
  "Text": "I would love to do another fun live stream today.\nTag your favorite creators/founders and I would love to have them for a chai at our stream. (If you are a creator/founder, please DM me or WhatsApp me)\n\nSuch casual talks are real learning for everyone. And stream Hindi channel pe h."
},

{
  "Text": "The best course on web development is about to get better. A full blown E-commerce with payment gateway is coming to the same course this month. This could be a separate course but I will add it to the same course.\n\nDiscount is active today."
},
{
  "Text": "Just put a 'buy now' button and if people want to use your software behind that button, that’s the best project.\n\nYour mindset towards job and salary will change forever, if you put that button. Even if no one clicks that button, it will still change you forever.\n\nPic: random photo from travel collection"
} ,
{
  "Text": "Kuch logo ne narrative chala diya ki saara content hi free waala h. Ab kis kis ko smjhaye. Jinhone roadmap dekha h ki kya kya aane waala h n kya kya aa gya h, vo jante h. 😌\n\nAb kaam kre ya justify hi dete rhe😌"
},
{
  "Text": "Now anyone can build their own customised DSA sheet. Be creative, get easy questions like printing patterns or customised questions that are not there on leetcode. Your sheet doesn’t need to live in excel, get the complete platform.\nNow power is in hand of every educator.\n\nVideo is live on 'Chai aur code'"
} ,
{
  "Text": "Launching an exclusive alumni network for all cohort students. You will be able to reach out to every other student of this and all upcoming batches.\nFind students of your city, friends for hackathons, or professionals of companies.\n\nHindi channel pe video aa gyi h, check kr lena and eventually, invite sabhi ke paas aa jayega. (Load nhi lene ka)"
},
{
  "Text": "I am absolutely focused to create the best resource to learn web development at a price that it will be tough to beat.\n\nThese are not fake updates just to change month at 'last updated'. This is the real deal.\nNo FOMO, No Hype, pure content."
} ,
{
  "Text": "Our open source project is helping thousands of developers. With 7k stars, 1k forks and thousands of requests every day, we are growing and helping developers.\n\nWe surely will discuss open source contributions but we will focus on building and scaling open source projects too."
},
{
  "Text": "I am blessed to be in a position to be in touch and work with companies who are enabling OpenAI and Anthropic to ship their code to end users.\n\nI have been using them for over a month and will introduce them in a video. Stay tuned. 😁"
},
{
  "Text": "There is a really difficult initial phase to learn AI. You need to stick to it for good few weeks. After that, it starts to make sense.\nAfter that initial phase, coders can swim through it like a torpedo. If you have studied maths in class 11-12th, that’s it. Remember, you don’t write maths, you write code. Maths will help you to understand concepts, that’s it. Basics of dot product, cosine (similarity), etc.\n\nIf online bootcamp can transition non-tech to AI jobs in 6-8 months, imagine the speed of coders. Coding is and will always remain your most powerful weapon. Master it first and then jump into any pool: web, mobile, web3, AI, or something else.\n\nThere is even a shortcut road if you are an experienced dev. That’s to understand vector embedding and play with langchain. You can build so much with just these two.\n\nNow I can say that I am getting a little comfortable in the AI space; past experience is really helping me."
},
{
  "Text": "7 hours of fresh content on Building LMS and handling any payment gateway is added to the Udemy course. This time we are going even more in-depth into application development.\n\nNot only that, this time there is even a challenge mode and solution mode to enable you to write code on your own. This alone will take your confidence to the next level.\n\nI have added the best discount on the above link. Just 399 Rs for such a massive and updated course."
},
{
  "Text": "I have a subscription to the complete library of a publisher. I was learning a new subject, enjoying the reading.\nJust after 2 chapters, ordered the physical copy.\n\nAnother failure to read book online. What’s your experience?\nOffline or online?\nAssuming you folks are still into reading 🙂\n\nPic: trip memory. 😁"
},
{
  "Text": "You can’t buy fitness, you have to work for it.\nThere is no cheat code here.\nFocus, discipline, consistency, and daily fight with mind. No other way."
},
{
  "Text": "If Starlink comes to India, what do you think will be the pricing?\n\nExpected pricing is around 8-10k INR per month, and device cost is extra. I am sure the whole Bengaluru and Hyderabad will buy it in an instant, but it’s costly for other cities. People are currently paying 600-1000 INR per month for 200-300 Mbps.\n\nWill you buy it?"
},
{
  "Text": "Happy to announce 'Coding Hero' Program.\nThis was in my mind since the last 3 years but finally it's here.\nVideo Hindi Channel pe aa gya h. It's all free, and I am giving away 5000 INR every month to the best Hero of Coding.\nOnly rule is to contribute best to the community. I would like to increase this prize to 10x in the near future."
} ,
{
  "Text": "Market me bhhht saare tools, libraries, frameworks, products, UI kits n pta nhi kya kya available h. Mai bht time se 1 playlist bnane ki soch rha tha ki jisme in tools pe baat ki jaaye, introduce kiya jaaye taaki aap log kuch new dekh paaye.\nExperienced developers ke liye ye ho skta h common tools ho but bhht se log in tools se pheli baar milenge.\n\nYe mai 6 months phele b krna chahta tha but ye sochke nhi kiya ki log bolenge sponsored h. Fir aaj yaad aaya ki mujhe kbse frk pdne laga? 😂\n\nTo isi baat se hum start kr rhe h, 'chai n new tech' series jaha hum aise new tools ko explore krenge. Agr aapko kisi b video ko sponsored bolna h to please twitter LinkedIn pe company ko tag krke bolna, shyad sponsor hi krde😂\n\nAI se leke database tk, bht kuch h bs chahiye to aapka support. Comment me 'chai rocksss' likhte jaana meri motivation ke liye. ❤️\n\nIf you are owner/founder of any such tool, library, framework, to please reach out to me on twitter DM."
} ,

{
  "Text": "Last time it was really tough to climb 50 floors continuously, so I did 70 this time.\n\nHow is your workout going? Or waiting for 1st Jan? 😎"
},
{
  "Text": "Ye jo dil ke kisi kone me halka sa dukh h na, isi ko impact bolte h.\nThoda achha kaam aap kro, thoda hum kre.\n\nYou lived like a legend sir."
},
{
  "Text": "Just finished a 4-hour course recording on 'Event Driven Architecture' projects. You will love the webhook section.\n\nThis project will be added to the same Udemy course, but to help all learners who cannot even afford that, I will upload it on YouTube too. Some folks don’t like it that I share too much on YouTube, but it’s ok.\n\nAlso, Navratri special sale coupon is active for the next 5 days. Don’t miss it."
}]